tap "dashlane/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "puma/puma"
brew "advancecomp"
brew "xz"
brew "jpeg-xl"
brew "automake"
brew "sqlite"
brew "awscli"
brew "bat"
brew "bison"
brew "blueutil"
brew "brightness"
brew "cmatrix"
brew "commitizen"
brew "coreutils"
brew "difftastic"
brew "direnv"
brew "docker"
brew "libtool"
brew "erlang"
brew "elixir"
brew "entr"
brew "exercism"
brew "eza"
brew "fd"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "gdbm"
brew "geckodriver"
brew "gh"
brew "libidn"
brew "ghostscript"
brew "git"
brew "git-gui"
brew "libksba"
brew "gnupg"
brew "gnupg@2.2"
brew "go"
brew "shared-mime-info"
brew "graphicsmagick"
brew "graphviz"
brew "helix"
brew "heroku"
brew "httpie"
brew "hugo"
brew "ical-buddy"
brew "imagemagick"
brew "jenv"
brew "languagetool", restart_service: :changed
brew "libffi", link: true
brew "libxmlsec1"
brew "lsd"
brew "mas"
brew "mysql"
brew "node-build"
brew "opensearch", restart_service: :changed
brew "tmux"
brew "overmind"
brew "pdfgrep"
brew "pgcli"
brew "pipx"
brew "pnpm"
brew "postgresql@14", restart_service: :changed
brew "pre-commit"
brew "pyenv"
brew "rbenv"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "rust"
brew "starship"
brew "terraform"
brew "tldr"
brew "tree"
brew "uv"
brew "vips"
brew "wget"
brew "wireshark"
brew "yarn"
brew "dashlane/tap/dashlane-cli"
brew "puma/puma/puma-dev"
cask "1password"
cask "1password-cli"
cask "aldente"
cask "amethyst"
cask "android-studio"
cask "anytype"
cask "arc"
cask "beekeeper-studio"
cask "calibre"
cask "chatgpt"
cask "cheatsheet"
cask "claude"
cask "cursor"
cask "dbeaver-community"
cask "discord"
cask "duckduckgo"
cask "figma"
cask "firefox"
cask "floorp"
cask "font-0xproto-nerd-font"
cask "font-anonymous-pro"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono"
cask "font-fira-mono-for-powerline"
cask "font-fira-mono-nerd-font"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "font-intel-one-mono"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "ghostty"
cask "google-drive"
cask "imageoptim"
cask "iterm2"
cask "keycastr"
cask "localsend"
cask "maccy"
cask "ngrok"
cask "notion"
cask "notion-calendar"
cask "obs"
cask "obsidian"
cask "ollama-app"
cask "oracle-jdk"
cask "orbstack"
cask "orion"
cask "postico"
cask "postman"
cask "proton-drive"
cask "proton-mail"
cask "protonvpn"
cask "pycharm"
cask "qlcolorcode"
cask "qlmarkdown"
cask "quicklook-json"
cask "raindropio"
cask "raycast"
cask "rectangle"
cask "rubymine"
cask "sequel-ace"
cask "shotcut"
cask "shottr"
cask "signal"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "tableplus"
cask "telegram"
cask "temurin"
cask "threema"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "webstorm"
cask "whatsapp"
cask "windsurf"
cask "zed"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "2FAS - Two Factor Authentication", id: 6443941139
mas "Bandwidth+", id: 490461369
mas "Bitwarden", id: 1352778147
mas "Boop", id: 1518425043
mas "Dashlane", id: 517914548
mas "GIPHY CAPTURE", id: 668208984
mas "Hand Mirror", id: 1502839586
mas "Hidden Bar", id: 1452453066
mas "iStat Menus", id: 1319778037
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "LanguageTool", id: 1534275760
mas "LocalSend", id: 1661733229
mas "Menu Bar Calendar", id: 1558360383
mas "Noir", id: 1592917505
mas "Numbers", id: 409203825
mas "Okta Verify", id: 490179405
mas "Pages", id: 409201541
mas "Perplexity", id: 6714467650
mas "Save to Pocket", id: 1477385213
mas "Save to Raindrop.io", id: 1549370672
mas "TextSniper", id: 1528890965
mas "Tot", id: 1491071483
mas "Windows App", id: 1295203466
mas "Xcode", id: 497799835
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "alefragnani.bookmarks"
vscode "andrewbutson.vscode-openai"
vscode "anthropic.claude-code"
vscode "batatop.terminal-auto-rename"
vscode "biomejs.biome"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "castwide.solargraph"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "christian-kohler.npm-intellisense"
vscode "chrmarti.regex"
vscode "daltonmenezes.aura-theme"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "davidpallinder.rails-test-runner"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "drewxs.tokyo-night-dark"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "fill-labs.dependi"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "int-tt.vscode-sops"
vscode "jakebecker.elixir-ls"
vscode "kaiwood.endwise"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "kohkimakimoto.vscode-mac-dictionary"
vscode "koichisasada.vscode-rdbg"
vscode "lamarcke.kanagawa-black"
vscode "lokalise.i18n-ally"
vscode "mechatroner.rainbow-csv"
vscode "meshintelligenttechnologiesinc.pieces-vscode"
vscode "mgmcdermott.vscode-language-babel"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "mintlify.document"
vscode "misogi.ruby-rubocop"
vscode "mongodb.mongodb-vscode"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.vscode-typescript-next"
vscode "naumovs.color-highlight"
vscode "oderwat.indent-rainbow"
vscode "openai.chatgpt"
vscode "patbenatar.advanced-new-file"
vscode "pkief.material-icon-theme"
vscode "pranaygp.vscode-css-peek"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "riey.erb"
vscode "ritwickdey.liveserver"
vscode "rooveterinaryinc.roo-cline"
vscode "rust-lang.rust-analyzer"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "sorbet.sorbet-vscode-extension"
vscode "streetsidesoftware.code-spell-checker"
vscode "swellaby.rust-pack"
vscode "switchcase.code-challenging-timer"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "ue.alphabetical-sorter"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vortizhe.simple-ruby-erb"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "wayou.vscode-todo-highlight"
vscode "wmaurer.change-case"
vscode "xabikos.javascriptsnippets"
vscode "yzhang.markdown-all-in-one"
vscode "zh9528.file-size"
